Repository: RoOG11/local-delivery-shipping
Catalog: local-delivery-shipping/languages/lds-plugin-*.po
Languages: es_es

source: Account Details
es_es: Informes de la Cuenta

source: Addresses
es_es: Direcciones

source: After billing form
es_es: Después del formulario de billing

source: After order notes
es_es: Después de la nota de pedido

source: After shipping form
es_es: Después del formulario de envío

source: API Key
es_es: Clave API

source: Apply free shipping minimum order rule before discount coupon
es_es: Aplicar la regla de pedido mínimo de envío gratis antes del cupón de descuento

source: Billing
es_es: Facturación

source: Checkout Map Center
es_es: Centro del mapa de checkout

source: Checkout Map Position
es_es: Posición del mapa

source: Checkout Map Zoom
es_es: Zoom del Mapa Checkout

source: Checkout Settings
es_es: Configuración del Checkout

source: Dashboard
es_es: Escritorio

source: Delivery Location
es_es: Lugar de Entrega

source: Delivery on this location is currently unavailable!
es_es: ¡El reparto en esta ubicación no está disponible actualmente!

source: Edit
es_es: Editar

source: Exclude Adress 2
es_es: Excluir Dirección 2

source: Exclude Cart Shipping
es_es: Lugar de Entrega

source: Exclude City
es_es: Excluir Ciudad

source: Exclude Company
es_es: Excluir Empresa

source: Exclude Country
es_es: Excluir País

source: Exclude fields at Checkout form and Account page
es_es: Excluir campos en el formulario de checkout y la página de cuenta

source: Exclude Postcode
es_es: Excluir Código Postal

source: Exclude State
es_es: Excluir Estado

source: Free delivery on orders over
es_es: Entrega gratuita en pedidos superiores a

source: Free Shipping + Coupons
es_es: Envío Gratis + Cupones

source: Geocode City, Country
es_es: Geocodificar ciudad, país

source: Google Earth delivery zones polygon map
es_es: Mapa de polígonos de zonas de reparto de Google Earth

source: Google Map
es_es: Mapa de Google

source: Google map local delivery shipping method for Woocommerce
es_es: Método de envío de reparto local en Google map para Woocommerce

source: Google Map Settings
es_es: Ajustes de Google Map

source: Help API to locate address on the map at checkout by adding city name, country.
es_es: Ayuda a la API a ubicar la dirección en el mapa agregando el nombre de la ciudad, el país.

source: Hide Map
es_es: Ocultar mapa

source: Hide map for other shipping methods
es_es: Ocultar mapa para otros métodos de envío

source: KML Map URL
es_es: URL de Mapa KML

source: Latitude
es_es: Latitud

source: Local Delivery
es_es: Reparto Local

source: Locate Me
es_es: Ubícame

source: Locate yourself to view delivery price!
es_es: ¡Ubícate para ver el precio de reparto!

source: Logout
es_es: Cerrar sesión

source: Longitude
es_es: Longitud

source: Map Settings
es_es: Ajustes de mapa

source: Mobile
es_es: Móvil

source: Optional, This controls the center of the checkout delivery map. lat, long
es_es: Opcional, controla el centro del mapa de reparto en checkout. latitud, longitud

source: Optional, This controls the zoom of the delivery zone on the map.
es_es: Opcional, controla el zoom de la zona de reparto en el mapa.

source: Orders
es_es: Pedidos

source: Please locate yourself on the map!
es_es: ¡Ubícate en el mapa!

source: Relocate Me
es_es: Reubicarme

source: Remove shipping calculator on cart page
es_es: Eliminar la calculadora de envío en la página del carrito

source: Shipping Label
es_es: Etiqueta de envío

source: Shipping label at checkout
es_es: Etiqueta de envío al finalizar la compra

source: Shortcode +:
es_es: Código corto +:

source: Shortcode:
es_es: Código corto:

source: This controls the position of the checkout delivery map.
es_es: Esto controla la posición del mapa de entrega de caja.
